{
    "plants" : [
        "Throughout history, the figure of trees was in many instances used as theological metaphors, diagrams of thought and a model for data structure that persists in present-day digital computation and Machine learning, as demonstrated by researchers Shannon Mattern and Mateo Pasquinelli. The analogies don't stop there, as the history of computation and neuroscience are also closely intertwined. From more superficial metaphors to complex simulations of neural networks, the comparisons of seemingly intelligent machines with the functionality of the human brain are everywhere, demonstrating a certain human-centric view of what constitutes Intelligence and cognition. In addition to that, the visual and structural similarity between brain cells, especially pyramidal neurons -  and trees are also notable, firstly demonstrated in the work of Ramon Y Cajal's in the turn of the 20th century that have been so fundamental to modern neuroscience.",
        "In order to learn more from organic, biological systems, many acts of visualisation, sonification, or simulation take place, especially in the contemporary context of an increasingly datafied society. It could be argued that researchers gain many insights and otherwise inaccessible knowledge through these massive amounts of data, but on the other hand, media archaeologist Jussi Parikka remember us that, and I quote, “Data feeds [off] the environment both through geology and the energy-demand' (2015). The relentless drive to measure, map and quantify the Earth and its inhabitants solely for human knowledge always generate a shadow companion - the hastening of resource depletion and climate collapse, which in turn not only modifies the world, but the data collected.",
        "Here, I advocate for unconventional and alternative ways of computing, that steers away from the datafication and silicon-based hardware, embracing the dematerialization of code, or a radical rethinking of its materiality - imagining what configurations of future computation may look like in a collapsing scenario where the tools we take for granted today are no longer viable. Computation and algorithms long predate digital machines, and what we have now stablished as 'standard' in the computer science field began to be implemented in the last century.",

        "This article stems from my Master's thesis and subsequent doctoral proposal on 'Internet decay', a concept I propose to define the specific characteristics of content loss on the Web, its aesthetic potential, and critical significance. It started by noticing a lack of linearity that is different from the chronological process of decay in analogue media, where the passage of time usually determines a gradual, predictable deterioration. In a digital context, however, the relative newness and the many “layers of abstraction” - interface to code to binary numbers to electronic signals - turns digital decay into something much more unobtrusive and opaque. It does not require a specialist to notice the crumbling of a monument, but one may be required to inspect a webpage's source code packed with deprecated functions or a faulty server on the verge of collapse.",
        "A deeper exploration into those online wastelands bears a timely significance now, as the COVID crisis has caused the disruption of a significant number of daily tasks and their subsequent migration to a complete online environment. When a significant part of the world population is more dependent on the Internet as ever,  the possibility of its collapse could be devastating, which creates a good momentum for further exploration and awareness of Internet fragility. Rather than offering a definitive route to save Internet from its high entropy-level, here I will briefly explore the main causes of this phenomenon and lay down some points to encourage further discussions, inviting for a reflection on the possibilities brought by digital ruins gaze.",
        "In the specific context of the Web, content decay is mostly intensified through the lack of interest in preserving information or the deliberate interest in eliminating it, rather than following the usual linearity of degradation processes. As a result, certain contents from the Vernacular Web of the late nineties can remain intact, whereas a hyperlink from yesterday's news page could already lead to a dead-end.",
        "To analyse it further, here I will divide the main causes into two categories, the code-level, relating to the internal software processes; and the structural-level, encompassing computer hardware materiality and external causes. On the code-level, 'link rot' is the most common manifestation of Internet decay, as the one-way system of web links results in an unstable environment without version control. The original unavailable content of a 404-error page could have been deleted or just transferred, what is called 'content drift'.",
        "On top of that, the usual link lifespan is alarmingly short. Already in 1997, Brewster Kahle, the founder of the Internet Archive, estimated that the average URL lasted only around 44 days.",
        "In the last ten years, the average website size has increased 348.7%, while only 1.11% of links on global news homepages last longer than 3 months. When these problems massively affect online scientific publications and public governmental information, the results can gradually become catastrophic. 'Reference rot' is the name given to the inaccessible citations that affects 1 in 5 academic articles, turning many of those papers' sources into an untraceable, unprovable evidence of new knowledge.",
        "Legacy programming languages and deprecated code also contribute to Internet decay as sometimes a webpage is reliant on a third-party library, web hosting platform or software that is not maintained anymore. It can be a veiled problem, passing unnoticed until something important breaks. The recent official discontinuation of Adobe Flash, once the ubiquitous software for powering online media, was an emblematic case. Even after the date of its support termination had been officially announced years before, it had some unexpected consequences to the railroad system in Dalian, northern China.",
        "On the structural level, there are many factors that may seem unrelated to Internet materiality, but are responsible for serious disruptions. Political tensions can seriously affect Internet access, as governments are increasingly imposing shutdowns or strict firewalls to prevent their citizens from accessing content and communicating freely, as recently seen in India, Myanmar, Sudan, Uganda and in many other countries.",
        "There is also the ecological aspect, as the environmental toll of the huge amounts of waste caused by ever-increasing Internet traffic and big tech's data centres allied to a hasty obsolescence cycle cannot be ignored. The infrastructure, resources and energy needed to maintain the current flow of online information and consumption is untenable for the long-term, leading to resource depletion and climate crisis.",
        "There are many initiatives to make the Web more permanent, such as the pioneer Internet Archive Wayback Machine and the recent Perma focused on the academic community, but it has long become evident that their laborious, never-ending task is impossible - for technical, legal, economical, or ecological reasons.",
        "The preservation and restoration of websites from GeoCities by Olia Lialina and Dragan Espenschied is also noteworthy. Together, they have managed to scavenge 1 terabyte of amateurish web design from a past era before they were completely deleted in 2009. From a purely functional point of view, their pursuit may seem a nostalgic futility, but from a cultural standpoint that is a comprehensive documentation of the already-vanishing early Web.",
        "In a way, reconciling with the indeterminate, embracing the fact that some ruins are inevitable and could even lead to something beautiful and positive on its own presence, could be a way out in this delicate, paradoxical relationship - where losing part of our personal and collective memory is imperative to not endanger the possibility of future. The Internet, in its constant process of (un)becoming, defies a single aesthetic unity, opening an opportunity for a new kind of aesthetic appreciation of digital space and a change of posture in dealing with the indiscriminate accumulation of the past as the only way to value and acknowledge it."
    ]
}
