{
    "plants" : [
        "Throughout history, the figure of trees was in many instances used as theological metaphors, diagrams of thought and a model for data structure that persists in present-day digital computation and Machine learning, as demonstrated by researchers Shannon Mattern and Mateo Pasquinelli. The analogies don't stop there, as the history of computation and neuroscience are also closely intertwined. From more superficial metaphors to complex simulations of neural networks, the comparisons of seemingly intelligent machines with the functionality of the human brain are everywhere, demonstrating a certain human-centric view of what constitutes Intelligence and cognition. In addition to that, the visual and structural similarity between brain cells, especially pyramidal neurons -  and trees are also notable, firstly demonstrated in the work of Ramon Y Cajal's in the turn of the 20th century that have been so fundamental to modern neuroscience.",
        "In order to learn more from organic, biological systems, many acts of visualisation, sonification, or simulation take place, especially in the contemporary context of an increasingly datafied society. It could be argued that researchers gain many insights and otherwise inaccessible knowledge through these massive amounts of data, but on the other hand, media archaeologist Jussi Parikka remember us that, and I quote, “Data feeds [off] the environment both through geology and the energy-demand' (2015). The relentless drive to measure, map and quantify the Earth and its inhabitants solely for human knowledge always generate a shadow companion - the hastening of resource depletion and climate collapse, which in turn not only modifies the world, but the data collected.",
        "Here, I advocate for unconventional and alternative ways of computing, that steers away from the datafication and silicon-based hardware, embracing the dematerialization of code, or a radical rethinking of its materiality - imagining what configurations of future computation may look like in a collapsing scenario where the tools we take for granted today are no longer viable. Computation and algorithms long predate digital machines, and what we have now stablished as 'standard' in the computer science field began to be implemented in the last century."
    ]
}