{
    "mail": [
        "Watch for new projects and new beginnings.",
        "Prepare to take something on faith.",
        "Something new comes your way; go for it.",
        "A powerful man may play a role in your day.",
        "Your current situation must be seen as one element of a much larger plan.",
        "A mysterious woman arrives.",
        "Someone knows more than he or she will reveal.",
        "Expect discipline or correction in the near future.",
        "Victory is a certainty.",
        "Move ahead with all plans.",
        "Beware the jealousy of others.",
        "Your self-control will be tested.",
        "You are a strong, capable person.",
        "A period of loneliness begins.",
        "You've lived through this before.",
        "What happened then?.",
        "Someone is making a decision.",
        "You need to get the facts.",
        "Change your ways or suffer the consequences.",
        "Limit travel and risk-taking.",
        "General gloom and doom.",
        "It's time to get back on that diet.",
        "Adultery and unfaithfulness.",
        "A string of extremely bad luck is coming your way.",
        "Beware evil influences and wolves in sheep's clothing.",
        "Impending disaster.",
        "Cancel plans and reverse decisions.",
        "Someone wants to take you down a notch or two.",
        "Don't hold back; say what you really mean.",
        "Get an astrology chart drawn up.",
        "Someone is a little too starstruck.",
        "What's happening now has long been fore-ordained.",
        "Watch for problems at the end of the month.",
        "Someone you know needs to howl at the moon more often.",
        "Someone is about to change his or her mind about an important decision.",
        "Everything's coming up roses (or sunflowers, whatever the case may be).",
        "Whatever's on your mind, go for it because you can't lose today.",
        "An old issue you thought was over will come up again today.",
        "Get ready for huge changes: break-ups, sudden calls from old friends, and unexpected setbacks.",
        "A new job offer is coming your way.",
        "Walk softly, and carry a big stick.",
        "Beware false friends.",
        "Don't be mealy-mouthed; say what you think and do what you want to do.",
        "You'll be planning a trip soon.",
        "Be on the lookout: your ship is coming in.",
        "You may get a wedding invitation soon.",
        "Prepare for a fight with your best friend.",
        "Remember: once you let words loose, you can't take them back.",
        "Someone is planning a party for you, but not everyone feels so good about your recent success.",
        "Watch out for envious friends.",
        "Don't be surprised by a personal attack.",
        "Prepare to defend yourself or someone you love.",
        "Watch for a surprising letter in the mail.",
        "Your whole world is about to be turned on its ear.",
        "Don't relax yet; there's more to come.",
        "The test you're facing now is happening for one reason: to show you who your real friends are.",
        "You're worn out.",
        "Back off, take a time out, and let someone else handle things for a while.",
        "A breakup looms.",
        "Don't cry over spilt milk.",
        "Take your lumps and get back in the saddle.",
        "A stingy spirit is strangling your enjoyment of life.",
        "Loosen up and think of others for once, why don't you?.",
        "You're being fed a line.",
        "Rather than be dazzled by fancy words and promises, demand something real.",
        "Maybe it's time to quit talking about the problem and just move on.",
        "Whatever you want, you'll get it.",
        "The time to make a choice is now.",
        "Stop wavering and do what you know is best.",
        "Sometimes, the only way to win is to refuse to fight.",
        "You're stuck for now; let time pass before taking action.",
        "Breakups and infidelity abound.",
        "What hurts now, though, will turn out to be good for you later on.",
        "Don't make any decision now.",
        "Wait, and you'll be glad you did.",
        "Be wary of friends who talk behind your back.",
        "You'll soon go on a long journey over water.",
        "Actions have unexpected consequences, so be prepared.",
        "Don't assume people around you are worthy of your trust.",
        "Ask for an accounting of where people have been, and what they've been doing.",
        "Once you realize you are your own biggest obstacle, nothing can hold you back.",
        "If you take the action you're considering now, you'll be sorry in the future.",
        "Disaster.",
        "Put off plans and do not take action until omens are better.",
        "A blunder leads someone to say something he or she regrets.",
        "If this was you, be prepared to apologize and move on.",
        "Your health will improve.",
        "The check you're looking for really is in the mail.",
        "It's time to balance the budget.",
        "Avoid the temptation to spend critical funds on frivolous goods.",
        "A rainy day is coming. It's time to save.",
        "Finances are getting tighter.",
        "Prepare for a setback.",
        "When you need help, ask for it.",
        "Remember, though: what you receive may be limited by what you've given to others in the past.",
        "Pick up the pieces and prepare to move on.",
        "Stop over-analyzing, researching, and outlining.",
        "Until you appreciate what you have, you won't have any luck getting more.",
        "Expect a powerful blessing to come your way."
    ]
}