{
    "mail" : [
        "Hi,\n\nI don’t know how to say this – or what to even say. I don’t actually believe this letter will ever reach you, because that would be completely illogical. Nonetheless, I couldn’t shake off this need of corresponding with you, in any shape or form.\n\nLetters are so antiquated, I know! But there’s something about the sheer physicality of it, the sound of the pencil scratching the surface of this salvaged paper piece, that entices me. Distracts from all this, brings me back to different times.\n\nForgive my only way of going back in time,\n\nA",

        "My dear,\n\nIt has been a while. It's so lonely here, in this desolated old house, that I didn’t want to reach out – honestly, I feared that my bleakness could infect you somehow. But I guess I need any chance I can get to touch, to feel anything, even if my words get lost into the aether. Makes it feel more real, you know?\n\nI remember that philosophical thought experiment about a tree falling in a forest with no one around to hear it. We talked about it a few times, despite my sarcastic eye rolls. Funny that I have been living an inverse experiment now: I am falling, alone, in a place where there should be a forest.\n\nI can assure you; no one hears me scream.",

        "Hello again,\n\nI am sorry for the last letter. It was a bit too much. Rough days, you know?\n\nI have always been the one with a melancholic soul – it’s just harder here without my counterpart. But I have made up my mind to keep my promise, to be your best legacy every day.\n\nHumans adapt, and while I still see it with a hint of despair, I am trying to seek the beauty in all this. I found some seeds in the basement the other day – hidden in a pouch inside my yellow notebook. Was it you who left it there for me? I will take it as a yes, and a sign to make things anew.\n\nI will keep you updated!\nYour Allie",

        "Loved one,\n\nI am doing as we promised. I am tending to this land as if it were our own garden, a garden the size of the world. I am also writing – everyday – can you imagine that?\n\nI still remember the day we spoke about this. I was so afraid at the time, but your presence there always reassured me. I guess I envied your optimism, even though I always mocked your way of seeing things. I wonder now if you did all that just to soften my heart, to make my bad thoughts go away.\n\nIt worked. It still works. I owe you so, so much.\n\nLove,\nAllie",

        "My dear Ern,\n\nI must confess something to you, Something awful, but nonetheless true.\n\nSometimes I consider stopping planting seeds again, as they never sprout. The soil is too dry, too sterile. Just as my words, struggling to come out of my weary vocal cords and trembling hands; what is the role of a lonely poet in such wasted lands?\n\nBut I made you a promise, and I will keep working, every day, without rest nor objection. Even if it’s just for you. You believed in this, and I need something to cling on to. I hope that one day this imaginary forest becomes somewhat tangible, and that I may dream of you while I rest on its glorious shade.\n\nWith all my flawed heart,\n\nAllie",

        "Dearest Ern,\n\nYou won’t believe it, but the trees are back! I only now realize how much I have forgotten about green; as colour, a concept, a smell. The first time I saw it sprouting out of scorched land was truly memorable – my eyes had to slowly adjust to understand what I was seeing.\n\nIt’s crazy what time does to one’s memory – it used to be such a familiar sight. Even something as banal as finding a shy, defiant seedling can become a moving experience if the timing is right.\n\nWish you were here – I bet you would be smiling,\n\nA",

        "To my love,\n\nI woke up today to the chirping of birds. Life is so much better now, as my days are shared with many others (I even spotted a deer the other day!). The air is no longer stagnant and malign, the soil no longer a dry patch of dull grey. You are no longer here with me, that’s true, but there’s so much life, so much to see!\n\nThank you for teaching me the essence of patience and perseverance. The world deserved another chance, and I like to think that I deserve too. You – and even the absence of you - helped me grow into the person I am now. For that I am forever grateful.\n\nWith unending love,\n\nAllie"
    ]
}
