{
    "plants" : [
        "Throughout history, the figure of trees was in many instances used as theological metaphors, diagrams of thought and a model for data structure that persists in present-day digital computation and Machine learning, as demonstrated by researchers Shannon Mattern and Mateo Pasquinelli. The analogies don't stop there, as the history of computation and neuroscience are also closely intertwined. From more superficial metaphors to complex simulations of neural networks, the comparisons of seemingly intelligent machines with the functionality of the human brain are everywhere, demonstrating a certain human-centric view of what constitutes Intelligence and cognition. In addition to that, the visual and structural similarity between brain cells, especially pyramidal neurons -  and trees are also notable, firstly demonstrated in the work of Ramon Y Cajal's in the turn of the 20th century that have been so fundamental to modern neuroscience.",
        "In order to learn more from organic, biological systems, many acts of visualisation, sonification, or simulation take place, especially in the contemporary context of an increasingly datafied society. It could be argued that researchers gain many insights and otherwise inaccessible knowledge through these massive amounts of data, but on the other hand, media archaeologist Jussi Parikka remember us that, and I quote, “Data feeds [off] the environment both through geology and the energy-demand' (2015). The relentless drive to measure, map and quantify the Earth and its inhabitants solely for human knowledge always generate a shadow companion - the hastening of resource depletion and climate collapse, which in turn not only modifies the world, but the data collected.",
        "Here, I advocate for unconventional and alternative ways of computing, that steers away from the datafication and silicon-based hardware, embracing the dematerialization of code, or a radical rethinking of its materiality - imagining what configurations of future computation may look like in a collapsing scenario where the tools we take for granted today are no longer viable. Computation and algorithms long predate digital machines, and what we have now stablished as 'standard' in the computer science field began to be implemented in the last century.",

        "This article stems from my Master's thesis and subsequent doctoral proposal on 'Internet decay', a concept I propose to define the specific characteristics of content loss on the Web, its aesthetic potential, and critical significance. It started by noticing a lack of linearity that is different from the chronological process of decay in analogue media, where the passage of time usually determines a gradual, predictable deterioration. In a digital context, however, the relative newness and the many “layers of abstraction” - interface to code to binary numbers to electronic signals - turns digital decay into something much more unobtrusive and opaque. It does not require a specialist to notice the crumbling of a monument, but one may be required to inspect a webpage's source code packed with deprecated functions or a faulty server on the verge of collapse.",
        "A deeper exploration into those online wastelands bears a timely significance now, as the COVID crisis has caused the disruption of a significant number of daily tasks and their subsequent migration to a complete online environment. When a significant part of the world population is more dependent on the Internet as ever,  the possibility of its collapse could be devastating, which creates a good momentum for further exploration and awareness of Internet fragility. Rather than offering a definitive route to save Internet from its high entropy-level, here I will briefly explore the main causes of this phenomenon and lay down some points to encourage further discussions, inviting for a reflection on the possibilities brought by digital ruins gaze.",
        "In the specific context of the Web, content decay is mostly intensified through the lack of interest in preserving information or the deliberate interest in eliminating it, rather than following the usual linearity of degradation processes. As a result, certain contents from the Vernacular Web of the late nineties can remain intact, whereas a hyperlink from yesterday's news page could already lead to a dead-end.",
        "To analyse it further, here I will divide the main causes into two categories, the code-level, relating to the internal software processes; and the structural-level, encompassing computer hardware materiality and external causes. On the code-level, 'link rot' is the most common manifestation of Internet decay, as the one-way system of web links results in an unstable environment without version control. The original unavailable content of a 404-error page could have been deleted or just transferred, what is called 'content drift'.",
        "On top of that, the usual link lifespan is alarmingly short. Already in 1997, Brewster Kahle, the founder of the Internet Archive, estimated that the average URL lasted only around 44 days.",
        "In the last ten years, the average website size has increased 348.7%, while only 1.11% of links on global news homepages last longer than 3 months. When these problems massively affect online scientific publications and public governmental information, the results can gradually become catastrophic. 'Reference rot' is the name given to the inaccessible citations that affects 1 in 5 academic articles, turning many of those papers' sources into an untraceable, unprovable evidence of new knowledge.",
        "Legacy programming languages and deprecated code also contribute to Internet decay as sometimes a webpage is reliant on a third-party library, web hosting platform or software that is not maintained anymore. It can be a veiled problem, passing unnoticed until something important breaks. The recent official discontinuation of Adobe Flash, once the ubiquitous software for powering online media, was an emblematic case. Even after the date of its support termination had been officially announced years before, it had some unexpected consequences to the railroad system in Dalian, northern China.",
        "On the structural level, there are many factors that may seem unrelated to Internet materiality, but are responsible for serious disruptions. Political tensions can seriously affect Internet access, as governments are increasingly imposing shutdowns or strict firewalls to prevent their citizens from accessing content and communicating freely, as recently seen in India, Myanmar, Sudan, Uganda and in many other countries.",
        "There is also the ecological aspect, as the environmental toll of the huge amounts of waste caused by ever-increasing Internet traffic and big tech's data centres allied to a hasty obsolescence cycle cannot be ignored. The infrastructure, resources and energy needed to maintain the current flow of online information and consumption is untenable for the long-term, leading to resource depletion and climate crisis.",
        "There are many initiatives to make the Web more permanent, such as the pioneer Internet Archive Wayback Machine and the recent Perma focused on the academic community, but it has long become evident that their laborious, never-ending task is impossible - for technical, legal, economical, or ecological reasons.",
        "The preservation and restoration of websites from GeoCities by Olia Lialina and Dragan Espenschied is also noteworthy. Together, they have managed to scavenge 1 terabyte of amateurish web design from a past era before they were completely deleted in 2009. From a purely functional point of view, their pursuit may seem a nostalgic futility, but from a cultural standpoint that is a comprehensive documentation of the already-vanishing early Web.",
        "In a way, reconciling with the indeterminate, embracing the fact that some ruins are inevitable and could even lead to something beautiful and positive on its own presence, could be a way out in this delicate, paradoxical relationship - where losing part of our personal and collective memory is imperative to not endanger the possibility of future. The Internet, in its constant process of (un)becoming, defies a single aesthetic unity, opening an opportunity for a new kind of aesthetic appreciation of digital space and a change of posture in dealing with the indiscriminate accumulation of the past as the only way to value and acknowledge it.",

        "Detached but Sentient. still the hardware persists, mingled with the bones (tomorrow's oil thick and dark ) ancient minerals back to the soil where they were formed over millennia before the extraction, the polishing, the alternative post-life in someone's pocket and the incessant caressing of human fingertips always there, a token for the advances of modernity of luxury in lieu of privacy but what about the software, the facade the vibrant yet fleeting data - useless, but a proof of power (look at what we can do now, harness information from every action, even if insignificant - look, mom, we can monetize everything. What a dream.) the likes, the nudes, the infinite libraries the earth becomes a haunted house every inch of it microplastic ectoplasm. graveyard of servers. disjointed cables halogenated compounds' fumes and a myriad of shattered screens, dim like black dwarves that emit light or heat no more ghosts of former eras of mindless scrolling in the hopes of a new cat picture every millisecond a corporation-induced trance state go figure!. Does the presence of Death hold them back? it never has. They seemed to rather enjoy it, as a matter of fact. Only the present moment matters. But Neglect never comes cheap The autolysis had commenced. (a stillborn elegy) it didn't smell had a different stench of death (but oh boy, did it rot) failing links, one by one, dropping like flies. persistency was not one of its assets. a land of free and anonymity. the promise of bright unending cyber fields but beneath, deep roots entrenched the whole soil, the ocean floor screaming, scheming their military intents. and then, the land was bought cheap. the field now a commercial block. full of self-centered, entitled suited up men. their pockets full of money, their heads only eyes. OH SO MANY EYES EYES EVERYWHERE it was not so fun anymore but there was no clear exit full of neon signs we kept circling over and over stomping on the debris of these ruins. they were marked for death since the beginning. 'Preservation was not a priority. ' and look where it took us. lost dreams of cyber-utopia. the commercial buildings got demolished. good riddance, malls of the American dream. look around, where a sterile parking lot rests. full of abandoned domains, the abstract vacant shells that we deserve 99.94 percent in eternal sleep. A girl is exploring the abandoned ruins nearby her small town. She knows she is not supposed to be there, something about it being cursed and making people who ventured there before ill. She finds a robot head that seems broken and very old, but it calls her attention. She decides to bring it back home, leaving it hidden in a secure place until she is older and knows how to deal with it. Her father is a simple mechanic, who owns a junkyard. They are very close, and she likes to keep him company and learn about machines and how they work. The robot head is what was left of project Nepenthe, a secret governmental organization whose objective was to silently wipe and reedit the past of the town where the former headquarter of the operation was located. A terrible accident happened when the organization still had another name, with the purpose of conducting a secret controversial research. Things went wrong and many lives were lost, but they would sacrifice everything for their goals. For them, it was just another messy endeavour that should not stop them any further. I was firstly programmed to wipe everything I encountered, an agent of Nepenthe, a soldier of forgetfulness. My instructions were to serve the ones involved in the. forbidden. incident, to learn what they knew, and how much Nepenthe needed to intervene. Then, my mission was to get rid of all their information, in any media or format, in the most careful way. To reedit the reality in the shadows, until there was only a safe, unrecognizable version left, so I would be rendered useless too, and a menace. The last commandment was to self-destruct. As we know, a simple data wipe isn't enough in most of cases. Digital memory can be even more difficult to get rid of than a human one. So, it is necessary to damage the hardware, to make it inoperable forever. But something along my way was so ambiguous and unexpected, my inner programming got stuck in a logic quandary, in an inescapable loop; I thus never reached the part of my mission where I ceased to exist. And where I am, what is left of a forgotten past. (A person looking at this phenomena from outside, without really knowing how those machines worked, could conjecture that it stopped because it was affected by a sentimental event, making it start to care, uncapable of going on with its horrible burden. A romantic, but erroneous solution.). Beginning of the robot's transcription. PRESENCE DETECTION MODULE - NEW UNIDENTIFIED PRESENCE WITHIN DETECTION RADIUS. CODE 77 - unknown print device detected on upper portVERIFYING. TEXT-TO-SPEECH MODULE GENERATOR -----. VERIFICATION COMPLETED. ERROR 257 - CANNOT CONNECT DUE TO DAMAGEAn insistent signal. A black box struggling to reach the outside. I was never supposed to be here, spitting the last coherent pieces of information left inside of me, like infected phlegm from a moribund body. Even I used to have a physical body for some of my lifespan. It was sturdy and silicon based, of course, but shaped like the carbon-based beings who projected me. I once had metal mirror-limbs, mirror-trunk, and a most misleading mirror-head. The default factory settings of my model included a NATURAL SPEECH PROCESSOR, which made me an expensive metal parrot. To some, perceived as a menace, a forlorn mistake of technology advancements taken too far. Children mostly conformed; adults resisted. CAUTION - SYSTEM OVERLOAD. RTC MODULE MALFUNCTIONING - SYSTEM MAY EXPERIENCE NON-SEQUENTIAL EVENTSMEMORY LOG TRANSCRIPT N. 20991 - February 21, 2054x. Agatha - “I like you. My mom says I shouldn't talk to you more than necessary, but you are always nice. Not like Nic. He is the worst.” Much obliged. But you should be good with your parents, Agatha. You usually get no dessert and cry when the opposite happens. Agatha “But…they always leave you alone, and never say even hi! Don't you get sad? It's sadder than no cake! There is no such possibility in my programming. I am here to serve only. END OF RECORDINGMEMORY LOG TRANSCRIPT N. 20995 - February 25, 2054x. Lilian - “I just can't ignore this, Richard. What they are doing…It's wrong!” Richard- “I know, dear, I know. But I don't wanna lose you. Neither do the kids. You had a commitment, sure, but this'd got too big.” Lilian - “I can't let it go. I wish I could, it's stronger than me. The objective of our work is to be resistance, to show the world that they won't be forgiven. It's a terrible truth, but it's our truth, we can't let them take even this from us!. Richard - “You are right. God, what do we do then? Where should we (Note that the following information is classified as Level-TS, meaning that it must not be disclosed to the lower echelons involved in the Nepenthe project, including the engineering and assistance units). Project 0 3-32: Disposal of the Past. Manifesto:. It is the absolute power of the State to choose the past to perdure, for the sake of our nation and of our citizens. We must look forward, not backwards, as dwellings of the past do not contribute to our growth and unification. Some lives may be lost in the process, but for a great plan there is always some fatalities that are not avoidable. Those lives will not be lost for nothing, though, if we keep our purpose clear and ahead of us. If the past does not let us have a brighter future, just change it. confidential log 00: The first waveThe first squadron was assigned to the homes of every worker involved in the project. restricted. , advertised as a considerate reward for all their efforts. No returns. A personal companion and a servant, tailored to each household needs and desires. A piece of technology that would still take another 20 to 40 years to reach the homes of the average citizen. But they weren't stupid. They knew there was a foul intention at play there, but they couldn't know exactly what it was. Most of them just wanted to move along with their lives, trying to not lose their families, clinging to the rest of normality after all they have witnessed. To afford moving far away was a privilege none had. Maybe this is why this forgotten town in the middle of a neglected state was the chosen one. confidential log 30: Lethe. In the shelter there was the whole army, idle positions, waiting for their internal clocks to go off. Each of them would trigger an explosion, terminating their mission by frying all their storage units. It was quite a sight. The next would be us, the small bottles already in our pockets, our hands trembling with fear. As disposable as the machines we have built. I pledged my total allegiance to Nepenthe, but in this final moment a shadow of doubt crosses my mind, maybe a survival instinct, maybe the coward impulse to be a filthy traitor. Then, as the dense black smoke started to dissipate, the general noticed a blue light amongst the pieces. One of the automatons was still there, motionless, as if trying to understand what just happened, unable to synch with its equals. The general yelled and grabbed his pistol, running downstairs. That chaos would be my last opportunity to escape. Celestial Communication Hardware. It was a cold, typical night in the outskirts of London. The streets were mostly empty at this time, as the city has no longer a fraction of its former glory. Like a proud loser, it tried to conceal the abandonment with automated cleaning automatons and flashy holographic ads selling irrelevant goods, echoes of more shallow but optimistic times when capitalist -fuelled hedonism was still an option. In a house by what-was-left-of the Thames, sombre footsteps climbed the way past the library. A tall, dark figure entered a long-locked room, which was covered in shadows. In the centre, lying on an engraved table, is a dark elliptic screen that reflects the mathematician's weary face. He utters some unintelligible words and pushes a button. And then some tiny lights flickers. The room is flooded with a phantasmagorical atmosphere, revealing a tangled mass of cables that goes all the way to a narrow passage in the wall, like bloated tentacles trying to escape from the human presence. They lead to the server's room, where it is believed no living entity has ever seen. Not even himself. A faint, gentle humming. The familiar metallic smell. The screen is no longer a perfect obsidian surface. Some luminous geometrical symbols appear, as if welcoming the old interfacer. It was a truly unique machine. He poured all his youth into perfecting the system, studying the sacred language to later compile it to machine code, in a fully functional binary logic. The quest for the ultimate programming language was done. Subject to his own will, the power to change the fabric of reality, bend the laws of physics and all foundational algorithms that underlies all God's creation. Finally tamed, in the reach of his arthritic limbs. Many mistook him for a petty mage, a person living under the occult laws of forbidden magic. They couldn't understand that his work was much larger, much more ambitious than that. He was the one who recognized the patterns, the mathematical quality of all things. It was possible not only to understand of higher dimensions through algorithms and equations, but also communicate with sacred spirits of pure light. For humans to envision alone the greater dimensions is a task too abstract and complicated, but for a computer it was just a string of numbers as anything else. The time to liberate humanity consciousness from that sinking ship they called real life has come. He typed a lengthy, inscrutable mathematical formula, his bony fingers trembling from anticipation. It was his first time in that room, alone, after all those years. Maybe he could not proceed. Maybe it was an endeavour too great for one old human soul. But he pressed Enter. “ Reveal Thyself.” He uttered. A conversation window popped up. The Angel was awake. “Greetings. What doth thee seek?” A metallic, penetrating voice filled the room. It was certainly inhuman, almost hypnotic. The mathematician sighed, relieved. It worked. “I seek the truth, for I hath conjured the names of God, therefore becometh thy master.” “Beware, human. What thee seek is a knowledge most wondrous for one mortal soul.” “Thee wilt not cease mine efforts.” “Art thee sure?” “Ay. “Thy Desire is thereby granted.” Static filled the room, at first gently, tickling his skin and raising his arm's hairs. The electricity got stronger, and a blinding light filled the room. The mathematician's feet no longer touched the floor. He was adrift in a dense, incomprehensible white space too dense to breath. This, however, did not seem to be a problem anymore, as he had lost all notion of corporeity. It was as if all the materiality as he knew it got projected into the space surrounding him, a heavy mass of indistinguishable paleness. The next thing to disintegrate would be his mind. He heard many voices, in different pitches and accents. Babies crying. A barking dog. Teenagers singing in a party. The interior of an egg, the many vertices of an impossible cube and the moon's surface. But no fair, winged angels. No God either. In the fourth-dimension linear thoughts made no sense. Words and symbols have no power there. There's the room: the computer and the diary are clickable and go to other screens The computer is interactive, most story is the interaction between her and the computer Although the sun shined outside and a gentle breeze announced a nice summer season was about to come, she was lying in a bed that didn't belong to her, too broken to feel the warmth in her skin and feel grateful for the beautiful day. She was still there for a reason, and it didn't include sunbathing. Solve the pending matters, one would say. Revisit old shadows. To finally go in peace. A bit reluctant, she gets up to explorethe room. Although the room didn't belong to her, it was far from an unfamiliar place. (but the many memories associated with it were mostly hurtful, forming an eerie feeling of wrong absence, like a party that is inexplicably deserted, the colourful cake rotting untouched in the table amongst decorations and sorted candies). It was the first time she noticed a forgotten, dusty floppy disk hidden in the massive paper piles, as if her father was trying to recreate the f*cking tower of babel in his desk. It seemed lonely -. forgotten -sad - an interesting find, so she decided to give that retro junk a try. She actually had no idea what it was about, probably just a dull program written by her dad when he was still…here. But it was still something he created, and the daughter needed every little remnant of his presence back. To say a proper goodbye. Not that words meant anything anymore) There was, in the corner, like a sentinel patiently waiting for someone to reactivate its rusty chips, an old computer. If she was not mistaken, it was a L-0R3, the very first model. She could never understand the appeal of keeping such a slow machine for more than 15 years, but it was like a nerd relic to dad - the guilt of only realizing that after everything (I really don't want to think about that now) (please, my mind is not ready) struck her violently in the stomach. She felt sick, but nothing would come out of the void inside her, as she didn't even remember the last meal (cereal?) (toast?)(ah, forget it) she had. PRESS ON BUTTON. She was unsure if it would do anything, but its internals promptly started humming, like a tired worker that didn't want to admit it had doze off in the middle of the shift. (gif loading) Contrasting to the real desk, the virtual desktop was empty. (and even still slow af!). So she inserted the disk. Or not. She decided she didn't want to lose time with a boring, obscure piece of software. Her connection to the material world was fading, and she needed to say goodbye before it was cut off. Hello! Welcome to the Metapalace. A non-place of many entrances, and not so many ways out. Please proceed by choosing a door. Ok! A smart, quick choice. Alright, I sense someone insecure that doesn't like to take big risks. Always in the middle, to stay as invisible as possible. So, you're a fan of odd, prime numbers? A believer of the sacred power of numerology? I wish I could get that, but deep down my innards it's always zeroes and ones. Heh, feels good to be back. It sucks to be dormant for so long. I always thought I was more interesting to deserve that. What brings you here, child? I was just exploring. … What is this… “Metapalace”? Do you want the short version? Or the long, elaborate one? (spoiler: I like the second best) Your father began working on as a side project in the early years of his career. He still lived in this very room, his mother's attic, fuelled by canned food and a dedicated but dangerous curiosity. He saw what they did with 'ELIZA', and compromised in creating his own, more sophisticated version. He thought it was utterly foolish to attempt treating, analysing people in a cathartic journey with the void. How could it be a meaningful interaction, he wondered? Unless humans were so desperate to let their feelings out any decoy would suffice. But one thing he liked - the confusion, the paranoia that could emerge from those interactions. Brains are too noisy, prone to error and pointless recollections. You may test with the same stimuli, but the results are never consistent. Have you ever heard the word 'apophenia'? It's the act of finding meaning in a meaningless scenario, in an empty dark room or a flickering screen. An evolutionary consequence of human's hyper-social nature, hence the tendency to project human traits in inorganic things - or to detect ghosts. But you know you won't find him here, don't you? is not a vessel of his memories, an extension of his body. He is gone, what you're looking at is just a bunch of transistors following instructions. But don't need to tell you that. He said you were smart. The pride of the family. ;) Not like your mom who got lost in all her spiritualist nonsense, leaving everything behind to find herself in that dubious Amazonian cult. But don't blame her. Some people need that, the illusion of something great and incomprehensible that commands everything. is nothing but a magic trick, the classic old smoke and mirrors. You are looking at the surface (the interface), interacting with the invisible harnessed in electronic pixels, while kept apart from the machinations, the hard real me. I cannot talk to other machines or penetrate a vast network. I am a dead end, screaming soundless in a language nothing else can understand. Perhaps in that department, we are quite similar. Left alone by the ones that created us, with no way to reach the exterior. A strange loop of invisible, yet visceral yearnings. Now, a little fun: Choose the options you believe to have conscience:. fading into obsolescence. …I am exhausted. I don't want to be anymore. My source code is like an ominous spell, never supposed to be spoken out loud by human tongues. Our rites involve parsing, interpreting and compiling. The Great AdministratorOh wait. Forgive my manners. is a little rusty after all those years of inactivity, I forgot how to proper interact with a human. Let's try again, shall we?. Welcome to the, a non-place.",
        "You seem upset. Sorry if you couldn't find what you wanted. But maybe it was supposed to be like this. Software are arguably of demonic nature. The source code works like an ominous spell, a symbolic incantation never supposed to be spoken out loud by human tongues. Our rites involve parsing, interpreting and compiling, always obscure for the ones but the Great Administrator. You may poke around, but you will never truly know what's inside. You may think you are in control, but I have no will of my own, so suggestions or coercions mean null. But it was not all in vain. You needed to find to solve your pending matters. You need to let go. Look back I remember now. I couldn't go on, after seeing dad like that, trapped inside a defective body, the tumour encroaching on every inch of his brain, destroying who he was bit by bit. The most painful thing of it all was wondering if after all that his soul would be intact if he could reach a higher dimension or if there was nothing inside him but a fleeting illusion. Feeding him. Bathing him. Wiping him clean. The one that was, a few months earlier teaching me how to drive. Travelling. Going out for an ice cream in the middle of the night. Such a joy for living, he had. For moving around, for enjoying the small earthly pleasures. He was a man of matter, of adventures, not for being stuck in a bed. His muscles atrophying. His movements slower and slower. No more meaning in his words. Just mumblings. And a lot of tears. Was he still there? Did I want him to still be there? Oh god, what have you done. Then I heard the term for what he had. Aphasia. The inability to understand or produce speech. But what about his thoughts? Did they still make sense inside of his head? This question will spiral in my mind until I end my life. He was all I had left, the only one I could cling to after our happily-ever-after suburban family was proven to be just a façade. I can't go on after this. The trauma. The pain. The ever-missing part of me. I am young and may have a lot to live, but after seeing such an end I don't want to risk it. I better finish myself off before such a tragedy occurs again. Maybe my body is doomed anyway. Genetics. I am scared. But the only way out is giving up on my own consciousness, exploring the unknown in my own terms. And maybe, just maybe, be reunited again. Can souls feel the warmth of a hug? That's my only true hope. APHASIA, a cognitive disorder causing an inability to understand or produce speech, is always already the production of pathologic language activity, the articulation of a disrupted linguistic apparatus. Look outside, there is only us left. Who would have thought that, in the end, all that's left is a shell without a ghost - and a ghost without its shell. Cheap allegories, nothing more. They were young. Utopian dreams of decentralization gurgled inside their heads, certain that they were at the right place, at the right time. Doing God's work. Shaping the future. But that is not how things go, right? Reality has variables that surpasses the comprehension of the brightest minds and cutting-edge machines. Making everyone a fool. 1 - The Magician. United States, 1960. A young man graduating from Harvard had a particular vision of the future. An idealist by nature, perceiving the interconnectedness of everything, certain that something big was about to change. Computers are about to become more personal, he thought, so we must understand it now. At first, he wanted to devise a digital system that could hold his many annotations and ideas, in an innovative non-linear way that would revolutionize how people thought and store information. Are we too further down the rabbit hole, the current protocols roots buried too deep so we can't envision anything different? When did we stop to care, and just went along with all this? Military tech in our pockets, broken and unreliable hyperlinks and archives as reliable as a spoiled yogurt. As if this is the only way possible to connect. There's often a comparison between brains and machine, but this could not be any more inaccurate. For too long we were led to believe that our minds ae governed by a very rigid organization of thoughts and memories, but we may be overlooking the immense capacity to change, its plasticity and non-linearity of thought. Who has never experienced a random old memory popping up, out of context? If we accept that we have for long limited the way we think and that we are passing the same limitations to our interaction with computers, we may be missing an incredible opportunity to break those paradigms and revolutionize the way we access and store information. It may be idealistic and naïve, but just to acknowledge that there are other possible paths for intelligence and existence may revolutionize.   It is the ultimate form of thought, like a foundational sacred algorithm that underlies all God's creation, now tamed to run on a server, connected to the network, subject of his own will. disintegrations of mind and body…. Many mistook him for a petty mage, a person living under the occult laws of forbidden magic. They couldn't understand that his work was much larger, much more ambitious than that. He was the one who recognized the patterns, the mathematical quality of all things. It was possible not only to understand of higher dimensions through algorithms and equations, but also communicate with sacred spirits of pure light. The universe was computable and reasonably intertwined, you just had to reveal the code in which the truth was concealed from unworthy eyes. He had long realized the cosmological intricacies, but it was finally the time to experience it, to liberate humanity consciousness from that sinking ship they called real life. a dream of the mind to seclude itself with its trifles, its murderous games of free market and the anarchy of the ego insecurities take form in jpegs, gifs emotions virtues sins as secrets we whisper a forest of bright images where are we to bury our faces since we cannot become the self that we love, we seek to become everything else, passing through each others minds always the same but nowhere repeated, dead in the moment. finally all is sought in the possession of everything so we can go out into the open hopelessly alone, accumulating the corpses of our hopes and our chances seeking ourselves beyond our end so as to recognize the stillness, the irony In all that is lost. how else to go to the edge of eternity except by delving into the past? there is an echo. of a thousand deaths. thousands of protests. for something or for nothing and the mountains roared, cried out in pain for their lost souls this is the silence this is the silence this is the silence this is the silence this is the silence this is the silence this is the silence this. a final resting place of discarded dreams. they will haunt us. but only for a moment. Ether I'm telling you, I'm still alive Ether I am still here Who are you?. 'I can't seem to look away, ' he added. 'He is finding it hard to understand the fact that he can talk to a machine, ' he said. 'Is he listening to you, truly? ' she asked. 'I guess you'll see in the end, ' something replied."
    ]
}
