{
    "sad" : [
" Nature, once a source of joy and cheer Has now become a source of pain and fear The trees that once danced in the breeze Now stand still, as if in a freeze The birds that once sang with glee Now whisper their sorrows silently The flowers that once bloomed with pride Now wilt and die, as if they had died The sky that once shone with blue and gold Now clouds with grey and misery unfold The winds that once blew with a gentle touch Now howl with rage and such Nature, oh nature, how you have changed Your beauty once profound, now has waned Your once thriving life, now seems so weak Your once peaceful spirit, now seems so bleak Oh how I long for the days of old When nature's beauty did unfold But alas, those days are gone and past Leaving me here, alone, and cast Nature, oh nature, how I despair For the joy you once brought, no longer there But perhaps, one day, you will be reborn And your beauty will once again adorn. Nature, once a source of joy and solace, Now seems a bleak and bitter force to me. The trees are bare, their leaves long since fallen, The sky is grey, the air chill and unkind. The river flows, but it brings no relief, The wind howls, but it brings no comfort. I wander through the wilderness, lost, Searching for a glimmer of hope, a sign of life. But all I see is death and decay,The world is dying, and I with it. I am but a shadow of my former self, A ghost, a wraith, a lonely wanderer. Nature, once a friend, now feels my enemy, A cruel mistress, indifferent to my pain. I am but a speck, a fleeting thought, In the vast and uncaring expanse of time. But even as I despair, I know that I must go on, For there is always the chance, however small, That I will find a glimmer of light, A spark of hope, a reason to carry on. So I will trudge through the wilderness, Despite the cold, the loneliness, the fear. For I know that I am not alone, That there are others like me, lost and searching, For a way to overcome the darkness and despair. The winds howl, the rain falls cold Nature's mood matches my own As I wander through the empty fields I feel so alone The sun no longer warms my skin The moon no longer guides my way I am lost in a world of despair",

"Nature's beauty fades away The world spins on without me I am but a fleeting shadow As I wander through this wilderness I long for a place to call home Nature's beauty once brought me peace But now it only brings me sorrow As I wander through this lonely world I wonder if I'll see a brighter tomorrow Nature's beauty, bright and bold, Is fleeting, like the tales of old.It fades away, a distant dream, And leaves us with a sense of gleam. The daffodils, so fresh and fair, are but a fleeting sight to bear.Their petals wilt, their stems do bend, And all that's left is heartache to send. The grass, so green, it doth decay, And all that's left is brown and gray. The trees, they shed their leaves in fall, A reminder of the final call. All that we see, it must pass on, A constant cycle, ever drawn. The world, it spins, a never-ending race, Leaving us with a sense of displaced. So let us take a moment now To reflect on what's here and how. The beauty of the world, so vast and wide, Is but a fleeting dream, a memory inside. The fields are empty now, the crops all withered and dead The sun beats down, hot and relentless on my head The earth, once full of life, now seems so dull and gray As if all the magic has been drained away The trees stand tall, but their leaves are yellow and brown No longer vibrant, no longer dressed in their finest gowns Their branches creak in the gentle autumn breeze As if to say, 'We too are fading, we too will cease' The river flows, but its waters are murky and still No longer rushing, no longer dancing at the hill The rocks that once sparkled now lay covered in slime as if they too have given up on the passage of time The world is dying, or so it seems to me And all the beauty that once was can no longer be The impermanence of nature is a cruel and harsh fate Leaving us with nothing but decay and desolate plateaus But perhaps, in the end, it is all for the best As the world is reborn and given a chance to rest For in death, there is also the promise of rebirth And with it, the chance for a new and wondrous earth."
    ]
}
